Repository: paulwoman/Capitalism_Lab_ENG_to_IDN
Catalog: tm/auto/help_en-US_id.tmx
Source language: en_us
Languages: id

source: HIREONE
id: SEWA

source: Hire
id: Mempekerjakan

source: Hire a team lead for the current functional unit.
id: Pekerjakan seorang pemimpin tim untuk unit fungsional saat ini.

source: To headhunt a person, you must offer a higher salary and a signup bonus.
id: Untuk melakukan headhunt kepada seseorang, Anda harus menawarkan gaji yang lebih tinggi dan bonus pendaftaran.

source: (The more loyal the person is to his/her current employer, the higher the salary you must offer.)
id: (Semakin setia orang tersebut kepada / majikannya saat ini, semakin tinggi gaji yang harus Anda tawarkan.)

source: Transfer this employee from another company under your group to the current firm.
id: Pindahkan karyawan ini dari perusahaan lain di bawah grup Anda ke perusahaan saat ini.

source: Headhunt Targets Include Subsidiaries
id: Target Headhunt Termasuk Anak Perusahaan

source: If this is enabled, the list of headhunt targets will include employees from your subsidiary companies.
id: Jika ini diaktifkan, daftar target headhunt akan menyertakan karyawan dari anak perusahaan Anda.

source: Internet Company Filter
id: Filter Perusahaan Internet

source: Click here to set the Corporation filter to "All" and the Firm Type filter to "Internet Company".
id: Klik di sini untuk menyetel filter Perusahaan ke "Semua" dan filter Jenis Perusahaan ke "Perusahaan Internet".

source: Use the below list to limit the firm list to a specific type of Internet company.
id: Gunakan daftar di bawah ini untuk membatasi daftar perusahaan pada jenis perusahaan Internet tertentu.

source: Current Internet Pricing
id: Harga Internet Saat Ini

source: This is the monthly subscription fee that the company charges customers for the Internet services provided.
id: Ini adalah biaya langganan bulanan yang dibebankan perusahaan kepada pelanggan untuk layanan Internet yang disediakan.

source: Next Month Internet Pricing
id: Harga Internet Bulan Depan

source: Set a new Internet monthly subscription fee that will become effective next month.
id: Tetapkan biaya berlangganan bulanan Internet baru yang akan berlaku bulan depan.

source: Apps Availability
id: Ketersediaan Aplikasi

source: This indicates whether there are enough application software available for this OS.
id: Ini menunjukkan apakah ada cukup perangkat lunak aplikasi yang tersedia untuk OS ini.

source: This rating is calculated based on the variety of the software applications available for this OS and their quality ratings.
id: Peringkat ini dihitung berdasarkan variasi aplikasi perangkat lunak yang tersedia untuk OS ini dan peringkat kualitasnya.

source: It contributes to the OS's overall rating.
id: Ini berkontribusi pada peringkat keseluruhan OS.

source: Choose a mode for setting e-commerce prices.
id: Pilih mode untuk menyetel harga e-niaga.

source: You may set e-commerce prices individually or set a price markup percentage that applies to all products in this firm.
id: Anda dapat menetapkan harga e-commerce satu per satu atau menetapkan persentase markup harga yang berlaku untuk semua produk di perusahaan ini.

source: Click this button to toggle the mode.
id: Klik tombol ini untuk beralih mode.

source: Raise the salary of this team lead.
id: Naikkan gaji pemimpin tim ini.

source: Note that the salary displayed here is the annual salary.
id: Perhatikan bahwa gaji yang ditampilkan di sini adalah gaji tahunan.

source: RAISEALL
id: NAIK

source: Raise the salaries of all team leads in this firm.
id: Naikkan gaji semua pimpinan tim di perusahaan ini.

source: Personal Computer Users
id: Pengguna Komputer Pribadi

source: It shows the number of personal computer users in this city.
id: Ini menunjukkan jumlah pengguna komputer pribadi di kota ini.

source: Internet Users
id: Pengguna internet

source: It shows the number of personal computer users who have access to the Internet in this city.
id: Ini menunjukkan jumlah pengguna komputer pribadi yang memiliki akses ke Internet di kota ini.

source: Hide Inactive Software Products
id: Sembunyikan Produk Perangkat Lunak Tidak Aktif

source: Do not show software products that have no sales in the past 36 months.
id: Jangan tampilkan produk perangkat lunak yang tidak ada penjualannya dalam 36 bulan terakhir.

source: Click to set the monthly budget for upgrading infrastructure.
id: Klik untuk menyetel anggaran bulanan untuk meningkatkan infrastruktur.

source: The maximum number of subscribers that your telecom can serve is limited by its infrastructure capacity.
id: Jumlah maksimum pelanggan yang dapat dilayani telekomunikasi Anda dibatasi oleh kapasitas infrastrukturnya.

source: Set a budget here for upgrading its infrastructure capacity if most of its capacity has already been utilized.
id: Tetapkan anggaran di sini untuk meningkatkan kapasitas infrastrukturnya jika sebagian besar kapasitasnya telah digunakan.

source: LOCAL
id: LOKAL

source: Local Competitors
id: Pesaing Lokal

source: There are local competitors in each city.
id: Ada pesaing lokal di setiap kota.

source: Although their firms are not shown in the game map, they compete directly with the corporations.
id: Meskipun perusahaan mereka tidak ditampilkan di peta permainan, mereka bersaing langsung dengan perusahaan.

source: The white portion of the pie charts represents the combined market share of all local competitors in the city.
id: Bagian putih diagram lingkaran mewakili pangsa pasar gabungan dari semua pesaing lokal di kota.

source: Their product ratings are shown here.
id: Peringkat produk mereka ditampilkan di sini.

source: CONCERNS
id: MASALAH

source: Consumer Concerns
id: Kekhawatiran Konsumen

source: When a consumer buys a product, the product's price, quality, and brand are considered.
id: Ketika seorang konsumen membeli suatu produk, harga, kualitas, dan merek produk akan dipertimbangkan.

source: However, the relative concern consumers place on these factors varies from product to product.
id: Namun, perhatian relatif yang diberikan konsumen pada faktor-faktor ini bervariasi dari produk ke produk.

source: A higher value means that consumers are more concerned about that aspect when making a purchase decision.
id: Nilai yang lebih tinggi berarti konsumen lebih memperhatikan aspek tersebut saat membuat keputusan pembelian.

source: Input
id: Memasukkan

source: It indicates the quantity of the input required for the production and how much it contributes to the finished product's quality.
id: Ini menunjukkan jumlah input yang dibutuhkan untuk produksi dan seberapa besar kontribusinya terhadap kualitas produk jadi.

source: Switch Brand Strategy
id: Ganti Strategi Merek

source: You can switch your corporation's brand strategy here by clicking one of the below brand strategies.
id: Anda dapat mengganti strategi merek perusahaan Anda di sini dengan mengklik salah satu strategi merek di bawah ini.

source: Mobile Users
id: Pengguna Seluler

source: It shows the number of mobile users in this city.
id: Ini menunjukkan jumlah pengguna ponsel di kota ini.

source: IP Required for Production
id: IP Diperlukan untuk Produksi

source: If this option is enabled, then companies can only produce products in this product category if they own the IP or have access to the IP.
id: Jika opsi ini diaktifkan, maka perusahaan hanya dapat memproduksi produk dalam kategori produk ini jika mereka memiliki IP atau memiliki akses ke IP tersebut.

source: Total sales in this city
id: Total penjualan di kota ini

source: The sale data include both retail and ecommerce sales.
id: Data penjualan mencakup penjualan eceran dan e-niaga.

source: ANALYSIS
id: ANALISIS

source: Toggle Analysis Mode (Hotkey: X)
id: Beralih Mode Analisis (Hotkey: X)

source: Toggle between the Analysis Mode and the standard 3x3 layout mode.
id: Beralih antara Mode Analisis dan mode tata letak 3x3 standar.

source: Overall Experience Level of the Factory
id: Tingkat Pengalaman Keseluruhan Pabrik

source: This is determined by the experience levels of all individual units in your factory.
id: Ini ditentukan oleh tingkat pengalaman semua unit individu di pabrik Anda.

source: Overall Capacity Utilization Rate of the Factory
id: Tingkat Pemanfaatan Kapasitas Keseluruhan Pabrik

source: A high utilization rate means that your factory is operating efficiently.
id: Tingkat pemanfaatan yang tinggi berarti pabrik Anda beroperasi secara efisien.

source: A low rate means that your factory has idle time and its capacity is underutilized.
id: Tarif rendah berarti pabrik Anda memiliki waktu idle dan kapasitasnya kurang dimanfaatkan.

source: Stock in the Factory
id: Stok di Pabrik

source: The stock level of the finished product in the factory.
id: Tingkat stok produk jadi di pabrik.

source: Quality of Input Items
id: Kualitas Item Input

source: The part of the finished product's quality that is contributed by its input items' quality.
id: Bagian dari kualitas produk jadi yang dikontribusikan oleh kualitas item inputnya.

source: Production Technology
id: Teknologi produksi

source: The part of the finished product's quality that is contributed by the production technology.
id: Bagian dari kualitas produk jadi yang dikontribusikan oleh teknologi produksi.

source: The quality of the finished product.
id: Kualitas produk jadi.

source: Hotkey: Ctrl-B
id: Tombol pintas: Ctrl-B

source: Show the current supplier.
id: Tunjukkan pemasok saat ini.

source: Operating System for your IP
id: Sistem Operasi untuk IP Anda

source: Before you can start to manufacture hardware using this IP, you must first develop an Operating System for the IP.
id: Sebelum Anda dapat mulai membuat perangkat keras menggunakan IP ini, Anda harus terlebih dahulu mengembangkan Sistem Operasi untuk IP tersebut.

source: To develop an OS, set up a Software Company.
id: Untuk mengembangkan OS, mendirikan Perusahaan Perangkat Lunak.

source: You have already developed an Operating System for your IP, now you may set up factories to manufacture the hardware using the IP.
id: Anda telah mengembangkan Sistem Operasi untuk IP Anda, sekarang Anda dapat mengatur pabrik untuk membuat perangkat keras menggunakan IP.

source: Products Quality and Variety
id: Kualitas dan Variasi Produk

source: This is a rating ranging from 0 to 100 indicating the quality and variety of products available on this e-commerce site.
id: Ini adalah peringkat mulai dari 0 hingga 100 yang menunjukkan kualitas dan variasi produk yang tersedia di situs e-niaga ini.

source: Together with the e-commerce site quality rating, they affect the amount of visitors to this site.
id: Bersama-sama dengan peringkat kualitas situs e-niaga, mereka mempengaruhi jumlah pengunjung ke situs ini.

source: NEWGAME
id: PERMAINAN BARU

source: New Game Project
id: Proyek Game Baru

source: Start a project for developing a new game product.
id: Mulailah sebuah proyek untuk mengembangkan produk game baru.

source: Switch information display mode
id: Ganti mode tampilan informasi

source: For Smart Phone, Quality Rating is determined by 1) Raw Material Quality 2) Technology/Production Quality 3) OS Software Quality.
id: Untuk Ponsel Pintar, Rating Kualitas ditentukan oleh 1) Kualitas Bahan Baku 2) Kualitas Teknologi / Produksi 3) Kualitas Software OS.

source: Staff Skill Level
id: Tingkat Keterampilan Staf

source: The staff's #skill level# affects the #quality of service# of this bank branch.
id: #Keterampilan tingkat staf # memengaruhi #kualitas layanan # cabang bank ini.

source: You may set the #training budget# to provide training to the staff to increase their skills.
id: Anda dapat menetapkan # anggaran pelatihan # untuk memberikan pelatihan kepada staf guna meningkatkan keterampilan mereka.

source: If the #City Economics Simulation DLC# is enabled, it is also affected by the #education level# of people in the city.
id: Jika #City Economics Simulation DLC # diaktifkan, ini juga dipengaruhi oleh #tingkat pendidikan # penduduk di kota.

source: Customer Waiting Time
id: Waktu Tunggu Pelanggan

source: A long customer waiting time negatively affects the #service quality# of the branch.
id: Waktu tunggu pelanggan yang lama berdampak negatif pada #kualitas layanan # cabang.

source: To serve your customers better, you should open new branches whenever the customer waiting time is alarmingly long.
id: Untuk melayani pelanggan Anda dengan lebih baik, Anda harus membuka cabang baru setiap kali waktu tunggu pelanggan sangat lama.

source: Quality of Service
id: Kualitas pelayanan

source: The quality of service of this bank branch is primarily determined by the #staff skill level# and the #customer waiting time#.
id: Kualitas layanan cabang bank ini terutama ditentukan oleh # tingkat keahlian staf # dan # waktu tunggu pelanggan #.

source: When the #customer waiting time# is higher than 30, it starts to negatively affect the #quality of service#.
id: Ketika #waktu tunggu pelanggan # lebih tinggi dari 30, ini mulai berdampak negatif pada #kualitas layanan #.

source: Bank Brand Rating
id: Peringkat Merek Bank

source: The brand rating of the bank in this city.
id: Peringkat merek bank di kota ini.

source: To increase it, select the #Marketing# tab and set up advertising.
id: Untuk meningkatkannya, pilih tab # Pemasaran # dan siapkan iklan.

source: The amount of loan defaults in the past 12 months.
id: Jumlah kredit macet dalam 12 bulan terakhir.

source: Financial Statements
id: Laporan keuangan

source: View the financial statements of this corporate group, in addition to those of this bank.
id: Lihat laporan keuangan grup perusahaan ini, selain dari bank ini.

source: The higher the customer traffic index, the larger the number of potential customers will visit this bank branch.
id: Semakin tinggi indeks trafik nasabah maka semakin besar pula calon nasabah yang akan berkunjung ke cabang bank tersebut.

source: Average Training Budget
id: Anggaran Pelatihan Rata-rata

source: The average training budget of all the bank's branches.
id: Anggaran pelatihan rata-rata dari semua cabang bank.

source: If you change the training budget here, the change will apply to all branches of the bank.
id: Jika Anda mengubah anggaran pelatihan di sini, perubahan tersebut akan berlaku untuk semua cabang bank.

source: Average Staff Skill Level
id: Tingkat Keterampilan Staf Rata-rata

source: The average staff skill level of all the bank's branches.
id: Tingkat keterampilan staf rata-rata dari semua cabang bank.

source: It affects the overall #service quality# of the bank.
id: Ini memengaruhi #kualitas layanan # bank secara keseluruhan.

source: If the #City Economics Simulation DLC# is enabled, the #skill level# is also affected by the #education level# of people.
id: Jika #City Economics Simulation DLC # diaktifkan, #skill level # juga dipengaruhi oleh #education level # orang.

source: Average Customer Waiting Time
id: Rata-rata Waktu Tunggu Pelanggan

source: The average customer waiting time of all the bank's branches.
id: Rata-rata waktu tunggu nasabah di semua cabang bank.

source: The average service quality of all the bank's branches.
id: Kualitas pelayanan rata-rata dari semua cabang bank.

source: It is determined by the #staff skill level# and the #customer waiting time#.
id: Ini ditentukan oleh # tingkat keahlian staf # dan # waktu tunggu pelanggan #.

source: To increase it, select the #Marketing# page and set up advertising.
id: Untuk meningkatkannya, pilih halaman # Pemasaran # dan siapkan iklan.

source: LOANALL
id: PINJAMAN

source: All Loans
id: Semua Pinjaman

source: Select this to show all loans that have been made to local companies and corporations.
id: Pilih ini untuk menampilkan semua pinjaman yang telah diberikan kepada perusahaan dan perusahaan lokal.

source: The loans are grouped under different credit ratings and the total amount of each group is shown.
id: Pinjaman dikelompokkan berdasarkan peringkat kredit yang berbeda dan jumlah total masing-masing kelompok ditampilkan.

source: Loans to Corporations
id: Pinjaman untuk Perusahaan

source: Select this to show a list of loans that have been made to corporations.
id: Pilih ini untuk menampilkan daftar pinjaman yang telah diberikan kepada perusahaan.

source: Note that these loans, together with loans to local companies, constitute the loan totals shown on the [All Loans] page.
id: Perhatikan bahwa pinjaman ini, bersama dengan pinjaman kepada perusahaan lokal, merupakan total pinjaman yang ditunjukkan pada halaman [Semua Pinjaman].

source: DEFALL
id: KALAH

source: All Defaults
id: Semua Default

source: Select this to show all bad loans that have been defaulted.
id: Pilih ini untuk menampilkan semua pinjaman macet yang telah gagal bayar.

source: Defaults by Corporations
id: Default oleh Perusahaan

source: Select this to show a list of loans made to corporations that have been defaulted.
id: Pilih ini untuk menampilkan daftar pinjaman yang diberikan kepada perusahaan yang telah gagal bayar.

source: Note that these loan defaults, together with those by local companies, constitute the loan defaults shown on the [All Defaults] page.
id: Perhatikan bahwa kredit macet ini, bersama dengan yang dilakukan oleh perusahaan lokal, merupakan kredit macet yang ditunjukkan pada halaman [Semua Default].

source: Deposits from all branches of this bank
id: Setoran dari semua cabang bank ini

source: Select this to show all customer deposits made via all the branches of this bank.
id: Pilih ini untuk menampilkan semua setoran pelanggan yang dilakukan melalui semua cabang bank ini.

source: Deposits from the headquarters
id: Setoran dari markas

source: Select this to show a list of deposits made by corporations and game persons via the bank headquarters.
id: Pilih ini untuk menampilkan daftar setoran yang dilakukan oleh perusahaan dan pelaku permainan melalui kantor pusat bank.

source: View the financial statements of this corporate group, in addition to those of this insurance company.
id: Lihat laporan keuangan grup perusahaan ini, selain laporan keuangan perusahaan asuransi ini.

source: The higher the customer traffic index, the larger the number of potential customers will visit this insurance front office.
id: Semakin tinggi indeks trafik nasabah maka semakin besar pula jumlah calon nasabah yang akan mengunjungi front office asuransi ini.

source: The average training budget of all the insurance company's front offices.
id: Anggaran pelatihan rata-rata dari semua kantor depan perusahaan asuransi.

source: If you change the #training budget# here, the change will apply to all the front offices.
id: Jika Anda mengubah # anggaran pelatihan # di sini, perubahan tersebut akan berlaku untuk semua kantor depan.

source: The average staff skill level of all the insurance company's front offices.
id: Tingkat keterampilan staf rata-rata dari semua kantor depan perusahaan asuransi.

source: It affects the overall #service quality# of the insurance company.
id: Ini memengaruhi #kualitas layanan # secara keseluruhan dari perusahaan asuransi.

source: If the #City Economics Simulation DLC# is enabled, the skill level is also affected by the #education level# of people.
id: Jika #City Economics Simulation DLC # diaktifkan, tingkat keterampilan juga dipengaruhi oleh #tingkat pendidikan # orang.

source: The average customer waiting time of all the insurance company's insurance front offices.
id: Waktu tunggu pelanggan rata-rata dari semua kantor depan asuransi perusahaan asuransi.

source: The average service quality of all the insurance company's insurance front offices.
id: Kualitas layanan rata-rata dari semua kantor depan asuransi perusahaan asuransi.

source: Insurance Brand Rating
id: Peringkat Merek Asuransi

source: The brand rating of the insurance company in this city.
id: Peringkat merek perusahaan asuransi di kota ini.

source: Premium Price Level
id: Tingkat Harga Premium

source: The price level of the insurance premiums.
id: Tingkat harga premi asuransi.

source: It ranges from 80 to 120.
id: Kisarannya dari 80 hingga 120.

source: 100 is normal.
id: 100 adalah normal.

source: Average Premium
id: Premi Rata-rata

source: The average amount of insurance premium this company has received per customer annually.
id: Jumlah rata-rata premi asuransi yang diterima perusahaan ini per pelanggan setiap tahunnya.

source: Financial Performance
id: Kinerja keuangan

source: The financial performance of this insurance company in the past 12 months.
id: Kinerja keuangan perusahaan asuransi ini dalam 12 bulan terakhir.

source: Insurance Premiums
id: Asuransi premium

source: Insurance premium incomes in this past 365 days.
id: Pendapatan premi asuransi dalam 365 hari terakhir.

source: Premiums from New Insurance Policies
id: Premi dari Polis Asuransi Baru

source: These are insurance premiums earned from new insurance contracts in the past 365 days.
id: Ini adalah premi asuransi yang diperoleh dari kontrak asuransi baru dalam 365 hari terakhir.

source: #Life insurance policies#, which are assumed to last an average of 30 years in this game, will generate premium incomes for the insurance company on a yearly basis until the policies mature.
id: # Polis asuransi jiwa #, yang diasumsikan bertahan rata-rata selama 30 tahun dalam game ini, akan menghasilkan pendapatan premi untuk perusahaan asuransi setiap tahun hingga polis tersebut jatuh tempo.

source: Premiums from Existing Insurance Policies
id: Premi dari Polis Asuransi yang Ada

source: Existing Life Insurance Policies provide a reliable stream of premium incomes to the insurance company.
id: Kebijakan Asuransi Jiwa yang ada memberikan aliran pendapatan premi yang andal kepada perusahaan asuransi.

source: This figure shows the amount of insurance premium incomes from existing insurance policies in this past 365 days.
id: Angka ini menunjukkan besarnya pendapatan premi asuransi dari polis asuransi yang ada selama 365 hari terakhir.

source: Total Insurance Premiums
id: Jumlah Premi Asuransi

source: Total insurance premium incomes in this past 365 days.
id: Total pendapatan premi asuransi dalam 365 hari terakhir.

source: Claims
id: Klaim

source: Total claims paid to customers in the past 365 days.
id: Total klaim yang dibayarkan kepada pelanggan dalam 365 hari terakhir.

source: WSAD Keys
id: Kunci WSAD

source: You may assign the 'W', 'S', 'A' and 'D' keys as context sensitive shortcut keys or use them for scrolling the city map.
id: Anda dapat menetapkan tombol 'W', 'S', 'A' dan 'D' sebagai tombol pintasan sensitif konteks atau menggunakannya untuk menggulir peta kota.

source: Show any types of bonds.
id: Tunjukkan semua jenis obligasi.

source: Only show corporate bonds.
id: Hanya tunjukkan obligasi korporasi.

source: Only show municipal bonds issued by city governments.
id: Hanya tampilkan obligasi kota yang diterbitkan oleh pemerintah kota.

source: Toggle whether showing only bonds that you own.
id: Beralih apakah hanya menampilkan obligasi yang Anda miliki.

source: Set this manufacturing unit to produce software products.
id: Setel unit produksi ini untuk menghasilkan produk perangkat lunak.

source: Show filtered firms only (hotkey: Ctrl-F)
id: Tampilkan hanya perusahaan yang difilter (hotkey: Ctrl-F)

source: When enabled, only firms that match the filter criteria will be shown on the city view; other buildings will be hidden.
id: Jika diaktifkan, hanya perusahaan yang cocok dengan kriteria filter yang akan ditampilkan di tampilan kota; bangunan lain akan disembunyikan.

source: The funding will increase the city's competitiveness in the focused area and improve the skills and supply of talents specializing in the focused area.
id: Pendanaan tersebut akan meningkatkan daya saing kota di area fokus dan meningkatkan keterampilan dan pasokan bakat yang berspesialisasi di area fokus.
